-----------------------------------------------------------------------------------------
      name:  <unnamed>
       log:  D:\Rutgers\Sem III\Applied Multivariate Methods\AMM\Analysis\Log\log_GSS1972
> -2018.log
  log type:  text
 opened on:   8 Sep 2020, 09:19:14

. 
end of do-file

. do "C:\Users\HASSAN~1\AppData\Local\Temp\STD370_000000.tmp"

. use "D:\Rutgers\Sem III\Applied Multivariate Methods\AMM\Analysis\Data\GSS1972-2018.dta
> "

. 
end of do-file

. do "C:\Users\HASSAN~1\AppData\Local\Temp\STD370_000000.tmp"

. save "D:\Rutgers\Sem III\Applied Multivariate Methods\AMM\Analysis\Data\GSS1972-2018_re
> v.dta"
file D:\Rutgers\Sem III\Applied Multivariate Methods\AMM\Analysis\Data\GSS1972-2018_rev.d
> ta saved

. 
end of do-file

. do "C:\Users\HASSAN~1\AppData\Local\Temp\STD370_000000.tmp"

. save "D:\Rutgers\Sem III\Applied Multivariate Methods\AMM\Analysis\Data\GSS1972-2018_re
> v.dta", replace
file D:\Rutgers\Sem III\Applied Multivariate Methods\AMM\Analysis\Data\GSS1972-2018_rev.d
> ta saved

. 
end of do-file

. do "C:\Users\HASSAN~1\AppData\Local\Temp\STD370_000000.tmp"

. use "D:\Rutgers\Sem III\Applied Multivariate Methods\AMM\Analysis\Data\GSS1972-2018_rev
> .dta", replace

. 
end of do-file

. do "C:\Users\HASSAN~1\AppData\Local\Temp\STD370_000000.tmp"

. log close
      name:  <unnamed>
       log:  D:\Rutgers\Sem III\Applied Multivariate Methods\AMM\Analysis\Log\log_GSS1972
> -2018.log
  log type:  text
 closed on:   8 Sep 2020, 14:00:08
-----------------------------------------------------------------------------------------
